[
{
"quote" : "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.",
"name": "Joshua 1:9"
},
{
"quote" : "The steadfast love of the LORD never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.", 
"name" : "Lamentations 3:22-23"
},
{
"quote" : "Trust in the LORD with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.", 
"name" : "Proverbs 3:5-6"
},
{
"quote" : "Be strong and courageous. Do not fear or be in dread of them, for it is the LORD your God who goes with you. He will not leave you or forsake you.", 
"name" : "Deuteronomy 31:6"
},
{
"quote" : "The name of the LORD is a strong tower; the righteous man runs into it and is safe.", 
"name" : "Proverbs 18:10"
},
{
"quote" : "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.", 
"name" : "Psalm 23:4"
},
{
"quote" : "I have set the LORD always before me; because he is at my right hand, I shall not be shaken", 
"name" : "Psalm 16:8"
},
{
"quote" : "Be strong, and let your heart take courage, all you who wait for the LORD!", 
"name" : "Psalm 31:24"
},
{
"quote" : "The LORD of hosts is with us; the God of Jacob is our fortress.", 
"name" : "Psalm 46:7"
},
{
"quote" : "He only is my rock and my salvation, my fortress; I shall not be shaken.", 
"name" : "Psalm 62:6"
},
{
"quote" : "Cast your burden on the LORD, and he will sustain you; he will never permit the righteous to be moved.", 
"name" : "Psalm 55:22"
},
{
"quote" : "You are my hiding place and my shield;I hope in your word. Depart from me, you evildoers, that I may keep the commandments of my God.", 
"name" : "Psalm 119:114-115"
},
{
"quote" : "This is my comfort in my affliction, that your promise gives me life.", 
"name" : "Psalm 119:50"
},
{
"quote" : "In my distress I called to the LORD, and he answered me.", 
"name" : "Psalm 120:1"
},
{
"quote" : "But they who wait for the LORD shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint", 
"name" : "Isaiah 40:31"
},
{
"quote" : "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.", 
"name" : "Isaiah 41:10"
},
{
"quote" : "When you pass through the waters, I will be with you; and through the rivers, they shall not overwhelm you; when you walk through fire you shall not be burned, and the flame shall not consume you.", 
"name" : "Isaiah 43:2"
},
{
"quote" : "Come to me, all who labor and are heavy laden, and I will give you rest.", 
"name" : "Matthew 11:28"
},
{
"quote" : "Jesus looked at them and said, ‘With man it is impossible, but not with God. For all things are possible with God.", 
"name" : "Mark 10:27"
},
{
"quote" : "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.", 
"name" : "John 16:33"
},
{
"quote" : "And my God will supply every need of yours according to his riches in glory in Christ Jesus.", 
"name" : "Philippians 4:19"
},
{
"quote" : "Casting all your anxieties on him, because he cares for you.", 
"name" : "1 Peter 5:7"
},
{
"quote" : "The LORD is good, a stronghold in the day of trouble; he knows those who take refuge in him.", 
"name" : "Nahum 1:7"
},
{
"quote" : "Oh, taste and see that the LORD is good! Blessed is the man who takes refuge in him!", 
"name" : "Psalm 34:8"
},
{
"quote" : "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.", 
"name" : "Isaiah 26:3"
},
{
"quote" : "And we know that for those who love God all things work together for good, for those who are called according to his purpose.", 
"name" : "Romans 8:28"
},
{
"quote" : "What then shall we say to these things? If God is for us, who can be against us?", 
"name" : "Romans 8:31"
},
{
"quote" : "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.", 
"name" : "Romans 15:13"
}

]
